Repository: BeyondDimension/SteamTools
Catalog: src/ST.Server.Resources/UI/Resx/AppResources.*.resx
Languages: es, ko, ru, zh_hant

# Bind
source: Link
es: Enlazar
ko: 매다
ru: Привязать
zh_hant: 綁定

# BrowserIsSupported1
source: Sorry, you are using an outdated browser. It is recommended to upgrade your browser or use it
es: Lo sentimos, está utilizando un navegador obsoleto. Se recomienda actualizar su navegador o usarlo
ko: 죄송합니다. 오래된 브라우저를 사용하고 있습니다. 브라우저를 업그레이드하거나 사용하는 것이 좋습니다.
ru: К сожалению, вы используете устаревший браузер. Рекомендуется обновить браузер или использовать
zh_hant: 很抱歉，您正在使用一個過時的瀏覽器。 建議升級您的瀏覽器或使用

# BrowserIsSupported2
source: and other modern browsers to enhance your experience.
es: y otros navegadores modernos para mejorar su experiencia.
ko: 그리고 당신의 경험을 향상시키기 위해 다른 현대적인 브라우저.
ru: и другие современные браузеры, чтобы улучшить свой опыт.
zh_hant: 等其他現代瀏覽器，以提高您的體驗。

# ClickHereTryAgain
source: Click here to try again
es: Haga clic aquí para volver a intentarlo
ko: 여기를 클릭하여 다시 시도하십시오.
ru: Кликните здесь, чтобы повторить попытку
zh_hant: 點擊此處重試

# ErrorFromExternalProvider_
source: Errors from third-party login providers, {0}, contact the site administrator.
es: Los errores de terceros proveedores de inicio de sesión, {0}, póngase en contacto con el administrador del sitio.
ko: {0} 타사 로그인 공급자의 오류는 사이트 관리자에게 문의하십시오.
ru: Ошибки от стороннего провайдера входа {0}. Обратитесь к администратору сайта.
zh_hant: 來自第三方登錄提供程式的錯誤，{0}，請聯繫網站管理員。

# ErrorFromUnknownAuthType_
source: Unknown third-party login provider, {0}, contact the site administrator.
es: Proveedor de inicio de sesión de terceros desconocido, {0}, póngase en contacto con el administrador del sitio.
ko: 알 수 없는 타사 로그인 공급자({0})는 사이트 관리자에게 문의하십시오.
ru: Неизвестный сторонний провайдер входа {0}. Обратитесь к администратору сайта.
zh_hant: 未知的第三方登錄提供程式，{0}，請聯繫網站管理員。

# ErrorFromUnknownChannel_
source: Unknown third-party login channel, {0}, please contact the webmaster.
es: Canal de inicio de sesión de terceros desconocido, {0}, póngase en contacto con el webmaster.
ko: 알 수없는 타사 로그인 채널 {0}는 웹 마스터에게 문의하십시오.
ru: Неизвестный сторонний канал входа {0}. Обратитесь к веб-мастеру.
zh_hant: 未知的第三方登錄管道，{0}，請聯繫網站管理員。

# ErrorLoadingExternalLoginInfo
source: An error occurred while loading third-party login information, please contact your webmaster.
es: Se ha producido un error al cargar la información de inicio de sesión de terceros, póngase en contacto con su webmaster.
ko: 타사 로그인 정보를로드하는 동안 오류가 발생하여 웹 마스터에게 문의하십시오.
ru: Произошла ошибка при загрузке сторонних данных для входа. Обратитесь к администратору сайта.
zh_hant: 載入第三方登錄資訊時出錯，請聯繫網站管理員。

# IsBindFalseUserIsNotNull
source: Express login is only available when not authorized, please contact your webmaster.
es: El inicio de sesión exprés solo está disponible cuando no está autorizado, póngase en contacto con su webmaster.
ko: 익스프레스 로그인은 승인되지 않은 경우에만 사용할 수 있으므로 웹 마스터에게 문의하십시오.
ru: Быстрый вход может быть использован только в том случае, если вы не авторизованы. Свяжитесь с веб-мастером.
zh_hant: 快速登錄僅可在未授權時使用，請聯繫網站管理員。

# IsBindTrueUserIsNull
source: Failed to bind the account to obtain the current logged-in user, please contact the webmaster.
es: No se pudo vincular la cuenta para obtener el usuario que ha iniciado sesión actualmente, póngase en contacto con el webmaster.
ko: 현재 로그인한 사용자를 얻기 위해 계정을 바인딩하지 못한 경우 웹마스터에게 문의하십시오.
ru: При привязке учётной записи не удалось получить текущего вошедшего пользователя. Обратитесь к администратору сайта.
zh_hant: 賬號綁定獲取當前登錄用戶失敗，請聯繫網站管理員。

# Login2
source: login
es: Iniciar sesión
ko: 로그인
ru: Войти
zh_hant: 登錄

# LoginAndRegister
source: Log in / Sign up
es: Iniciar sesión/Registrar
ko: 로그인 / 등록
ru: Вход / Регистрация
zh_hant: 登錄 / 註冊

# LoginSuccessTip1
source: {0} {1} is complete, you can close this window and return to Watt Toolkit.
es: {0} {1} está completo, puedes cerrar esta ventana y volver a Watt Toolkit.
ko: {0} {1} 완료되면 이 창을 닫고 Watt Toolkit로 돌아갈 수 있습니다.
ru: {0} {1} завершено, вы можете закрыть это окно и вернуться в Steam++.
zh_hant: {0} {1}已完成，您可以關閉此視窗並返回至 Watt Toolkit。

# LoginSuccessTip2
source: This browser window/tab will attempt to close automatically within 10 seconds, or you can close it manually.
es: Esta ventana / pestaña del navegador intentará cerrarse automáticamente en 10 segundos, o puede cerrarla manualmente.
ko: 이 브라우저 창/탭은 10초 이내에 자동으로 닫히려고 시도하거나 수동으로 닫을 수 있습니다.
ru: Это окно/вкладка браузера автоматически закроется в течение 10 секунд. Можете закрыть вручную.
zh_hant: 此瀏覽器視窗/標籤頁將會在 10 秒內嘗試自動關閉，您也可以手動關閉。

# LongTimeNoJump
source: Haven't jumped in a long time?
es: ¿No has saltado en mucho tiempo?
ko: 오랫동안 뛰어 오르지 않았습니까?
ru: Давно не прыгали?
zh_hant: 長時間未跳轉？

# meta_description
source: "Watt Toolkit" is an open source cross-platform multi-functional Steam toolkit.
es: "Watt Toolkit" es un kit de herramientas de Steam de código abierto, multiplataforma y multifuncional.
ko: "Watt Toolkit"은 다양한 플랫폼의 소스를 제공하는 다기능 Steam 도구 상자입니다.
ru: «Steam++» - это набор инструментов, содержащий широкий спектр инструментов Steam.
zh_hant: 「Watt Toolkit」是一個開源跨平臺的多功能 Steam 工具箱。

# noscript
source: JavaScript needs to be turned on to browse this site.
es: JavaScript debe estar activado para navegar por este sitio.
ko: 이 사이트를 탐색하려면 JavaScript를 켜야 합니다.
ru: Для просмотра этого сайта, должен быть включён JavaScript.
zh_hant: 需要開啟 JavaScript 才能瀏覽本網站。

# PleaseCheckSteamCommunity
source: Please check that you can access the Steam Community properly.
es: Comprueba que puedes acceder correctamente a la comunidad de Steam.
ko: Steam 커뮤니티에 제대로 접속할 수 있는지 확인하시기 바랍니다.
ru: Убедитесь, что вы можете исправно получить доступ к сообществу Steam.
zh_hant: 請檢查是否能正常訪問 Steam 社區。

source: Please wait...
es: Espera...
ko: 기다리세요...
ru: Подождите...
zh_hant: 請稍後...

# ReadFailBySteamAccountId64_
source: Failed to read SteamAccountId64, value: {0}, please contact the webmaster.
es: No se pudo leer SteamAccountId64, valor: {0}, póngase en contacto con el webmaster.
ko: SteamAccountId64, 값을 읽지 못했습니다 : {0}, 웹 마스터에게 문의하십시오.
ru: Не удалось прочитать SteamAccountId64, значение: {0}. Обратитесь к администратору сайта.
zh_hant: 讀取 SteamAccountId64 失敗，值：{0}，請聯繫網站管理員。

# ReadFailByUnionId_
source: Failed to read UnionId, value: {0}, contact the site administrator.
es: Error al leer UnionId, valor: {0}, póngase en contacto con el administrador del sitio.
ko: UnionId, 값을 읽지 못했습니다: {0} 사이트 관리자에게 문의하십시오.
ru: Не удалось прочитать UnionId, значение: {0}. Обратитесь к администратору сайта.
zh_hant: 讀取 UnionId 失敗，值：{0}，請聯繫網站管理員。

# Title_Error
source: mistake!
es: ¡error!
ko: 실수!
ru: Ошибка!
zh_hant: 錯誤！

# Title_Success_
source: {0} success!
es: {0} éxito!
ko: {0} 성공!
ru: {0} успешно!
zh_hant: {0}成功！

# WebSocketLostTip
source: The connection to the program is lost, click Retry or Click Quick Login again within the program.
es: La conexión con el programa se ha perdido, haga clic en Reintentar o Haga clic en Inicio de sesión rápido de nuevo dentro del programa.
ko: 프로그램에 대한 연결이 끊어지면 다시 시도를 클릭하거나 프로그램 내에서 빠른 로그인을 다시 클릭하십시오.
ru: Соединение с программой разорвано, нажмите кнопку «Повторить» или снова щёлкните «Быстрый вход в программу».
zh_hant: 與程式的連接丟失，點擊重試或重新在程式內點擊快速登錄。

# WebSocketPortIsNotUInt16
source: The port number must be of type UInt16, contact your site administrator.
es: El número de puerto debe ser del tipo UInt16, póngase en contacto con el administrador del sitio.
ko: 포트 번호는 UInt16 형식이어야 하며 사이트 관리자에게 문의하십시오.
ru: Номер порта должен быть типа UInt16, обратитесь к администратору сайта.
zh_hant: 埠號必須為 UInt16 類型，請聯繫網站管理員。

# CopyButton
source: Click here to copy
es: Haga clic aquí para copiar
ko: 복사하려면 여기를 클릭하십시오.
ru: Кликните здесь, чтобы скопировать
zh_hant: 點此複製

# CopyNoSupport
source: This browser does not support click-to-copy to clipboard
es: Este navegador no admite hacer clic para copiar en el portapapeles
ko: 이 브라우저는 클립보드로의 간편 복사를 지원하지 않습니다.
ru: Этот браузер не поддерживает нажатие для копирования в буфер обмена
zh_hant: 該瀏覽器不支援點擊複製到剪貼板

# CopySuccess
source: Successfully copied to the clipboard
es: Copiado correctamente en el portapapeles
ko: 클립보드에 성공적으로 복사되었습니다.
ru: Успешно скопировано в буфер обмена
zh_hant: 成功複製到剪貼板

# ManualCopyTip
source: There was an error with the connector, please manually copy the following to the program and click Manual Login.
es: Hubo un error con el conector, copie manualmente lo siguiente en el programa y haga clic en Inicio de sesión manual.
ko: 커넥터에 오류가 있으므로 수동으로 다음을 프로그램에 복사하고 수동 로그인을 클릭하십시오.
ru: Произошла ошибка с коннектором, пожалуйста, вручную скопируйте следующее в программу и нажмите Ручной вход.
zh_hant: 連接程式出錯，請手動複製以下內容到程式點擊手動登錄。

# ClaimTypes_NameIdentifier_IsNull__
source: Failed to read NameIdentifier, value: {0}, channel: {1}, contact site administrator.
es: Error al leer NameIdentifier, valor: {0}, canal: {1}, administrador del sitio de contacto.
ko: NameIdentifier, 값: {0}, 채널: {1}, 사이트 관리자에게 문의를 읽지 못했습니다.
ru: Не удалось прочитать NameIdentifier, значение: {0}, канал: {1}, обратитесь к администратору сайта.
zh_hant: 讀取 NameIdentifier 失敗，值：{0}，管道：{1}，請聯繫網站管理員。

# NewUserNickName_
source: New User {0}
es: Nueva {0} de usuario
ko: 새 사용자 {0}
ru: {0} новый пользователь
zh_hant: 新使用者{0}

# SteamLoginException
source: There are too many steam login requests at the moment, please refresh the page and try again or try again later.
es: Hay demasiadas solicitudes de inicio de sesión de Steam en este momento, actualice la página e inténtelo de nuevo o vuelva a intentarlo más tarde.
ko: 현재 스팀 로그인 요청이 너무 많으므로 페이지를 새로 고치고 다시 시도하거나 나중에 다시 시도하십시오.
ru: На данный момент запросов на вход в Steam слишком много. Обновите страницу и повторите попытку или попробуйте позже.
zh_hant: 目前 Steam 登錄的請求過多請刷新頁面重試或稍後再試。

# BindFail_OtherAccountBind
source: The binding failed, and this account has been bound to another third-party account
es: Error en el enlace y esta cuenta se ha enlazado a otra cuenta de terceros
ko: 바인딩에 실패했으며 이 계정은 다른 타사 계정에 바인딩되었습니다
zh_hant: 綁定失敗，此帳號已綁定其他第三方帳號
